Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Lullaby.tmx
Source language: en
Languages: es_419

source: here's your employee id.
es_419: tome su identificación.

source: that's not my business.
es_419: eso no me importa.

source: excuse me? wait, I don’t understand...
es_419: ¿disculpe? espere, no entiendo.

source: I only suggested it because you didn’t seem tired yet.
es_419: solo sugerí la idea porque no pareces estar cansada aún.

source: we can even watch a movie!
es_419: ¡hasta podemos ver una película!

source: what’s wrong? do you have an upset stomach?
es_419: ¿qué te pasa? ¿te duele el estómago?

source: still, what if I'm really not your human partner...
es_419: de todas formas, ¿qué tal si no soy su compañera humana?

source: it must be very hard putting up with mr. gam and all the drama surrounding him.
es_419: me imagino lo difícil que le resulta lidiar con el señor gam y todos sus problemas.

source: are you thinking about something else again?
es_419: ¿otra vez estás pensando en otra cosa?

source: is it so wrong of me to ask you questions when you're always telling me what to do?
es_419: ¿tan mal está que le haga preguntas cuando usted siempre me está dando órdenes?

source: I'm sure this place gets busy on weekdays, since it’s right in front of the company.
es_419: seguro que, al estar frente a la compañía, es muy concurrido los días de semana.

source: why would I date you? wow... this is ridiculous...!!
es_419: ¿por qué saldría con usted? ¡pff! ¡qué ridículo!

source: what's going on? why does mr. gam keep calling you?
es_419: ¿qué pasa? ¿por qué el señor gam no para de llamarla?

source: the team leader told me to get coffee, but I don't know how to work this thing.
es_419: la gerenta me pidió que llevara café, pero no sé usar esta máquina.

source: still, it won't be easy...
es_419: pero no será fácil…

source: hm...?
es_419: ¿mmm?

source: how did you know?
es_419: ¿cómo sabía?

source: to me?
es_419: ¿a mí?

source: is your heart pounding again?
es_419: ¿otra vez le late fuerte el corazón?

source: oh, I haven’t thought that far ahead...
es_419: ah, no se me ocurrió.

source: and if they’d refused to be your human partner, you wouldn’t have been able to go back to the demon world.
es_419: y, si le hubiera tocado una compañera humana que se negara a serlo, usted no podría volver al mundo de los demonios.

source: we should go see a doctor in the morning.
es_419: quiero que te vea un médico a la mañana.

source: I’m asking because I don’t get it.
es_419: te pregunto porque no lo entiendo.

source: did she go to miss seohwa?
es_419: ¿habrá ido a buscar a seohwa?

source: I wanted to create a bed that evokes the feeling of being in a hotel by adding indirect lighting to the headboard.
es_419: quería crear una cama que evoque la sensación de estar en un hotel al agregar luces tenues al cabecero.

source: that's just the way it is.
es_419: así son las cosas.

source: Mr. choi, born 1976.
es_419: señor choi, nacido en 1976.

source: who knows? you could be so annoyed with me that you feel compelled to leave me behind.
es_419: no sé. quizás está tan harto de mí que no puede resistirse ante la tentación de dejarme atrás.

source: She’s so considerate that she probably wouldn’t tell you, no matter how uncomfortable she felt...
es_419: es tan considerada que, sin importar lo mucho que esté sufriendo, no va a admitirlo.

source: how are you feeling?
es_419: ¿cómo te sientes?

source: all I want is for you to go back to the demon world, and for me to be safe!
es_419: ¡lo único que quiero es que vuelva al mundo de los demonios y recuperar mi vida!

source: so that’s the last person on today's list.
es_419: conque esa es la última persona de la lista de hoy.

source: I didn’t really expect him to, anyway.
es_419: igual, no le tenía mucha fe.

source: they continue to see the white threads even after several lives...
es_419: siguen viendo esos hilos incluso después de varias vidas…

source: which is why the mark indicates your partner!
es_419: ¡la marca comprueba que ella es su compañera!

source: 10,000... sheep...
es_419: 10 000 ovejas…

source: I need to get it together.
es_419: no puedo seguir así.

source: I shouldn't sleep while you go through your list, and...
es_419: no debo dormir mientras hace dormir a la gente de su lista, y…

source: p-please don’t kill me...
es_419: p-por favor, no me mate.

source: I was just venting because I was so frustrated. you don't need to worry.
es_419: necesitaba desahogarme porque estaba muy frustrada. no se preocupe.

source: but why doesn’t he want you to return to the demon world?
es_419: pero ¿por qué no quiere que usted vuelva al mundo de los demonios?

source: miss seohwa, if you’re free today, let me treat you to dinner!
es_419: si no tienes planes para hoy, ¡me gustaría invitarte a cenar, seohwa!

source: y-yes?!
es_419: ¡¿s-sí?!

source: mr. gam isn’t like you.
es_419: el señor gam no es como tú.

source: ...it’s actually because you just have a lot on your mind,
es_419: … pero es porque tiene demasiadas preocupaciones.

source: we'll finally be able to get a good night’s sleep if this works.
es_419: si esto funciona, por fin podremos dormir.

source: hold on!
es_419: ¡espere!

source: provided you use your time effectively, there is no reason for you to work after hours.
es_419: si aprovechas bien tu horario laboral, no tienes por qué quedarte después de hora.

source: no matter how many times I see him do that, it always amazes me...
es_419: no importa cuántas veces lo vea hacer eso, siempre me maravillo.

source: I'm gonna leave this place, even if it takes sleeping for 20 hours a day.
es_419: me iré de aquí, incluso si tengo que dormir veinte horas por día.

source: at first, I didn’t understand why I was your human partner.
es_419: al principio, no entendía por qué yo era su compañera humana.

source: so this is ultimately for mr. gam himself.
es_419: así que esto es por el bien del señor gam.

source: because it’s ultimately out of my control.
es_419: porque, a fin de cuentas, están fuera de mi control.

source: still... you're my boss, and a man... how are we supposed to live under the same roof?
es_419: pero, además de ser mi jefe, es un hombre. ¿cómo vamos a vivir bajo el mismo techo?

source: anyway, your existence is very significant and precious to me, miss seohwa.
es_419: tu existencia es muy importante y preciada para mí, señorita seohwa.

source: I believe we stand a chance.
es_419: yo creo que tenemos oportunidad.

source: my throat feels tight...
es_419: me duele la garganta.

source: crouch
es_419: SUISH

source: a weekend afternoon...
es_419: venir una tarde de fin de semana…

source: sleep has long been an essential part of human life.
es_419: dormir siempre ha sido vital para los seres humanos.

source: I'll make you breakfast, so wait in your seat.
es_419: te prepararé el desayuno. espera sentada.

source: what about thighs?
es_419: ¿qué pasa con los muslos?

source: I really should ask mr. gam if this has his magic imbued in it...
es_419: debo preguntarle al señor gam si su magia tiene algo que ver con esto.

source: when you travel, trying out different foods is a must!
es_419: ¡al viajar, nunca hay que dejar de probar la comida local!

source: I was standing in front of a woman who looked just like you.
es_419: estaba frente a frente con una mujer igual a ti.

source: you made fun of how old I am last time. it looks like you really tried to cater to an older generation.
es_419: hace poco, te burlaste de lo viejo que soy. parece que trataste de adaptarte a otra generación.

source: he will do anything in his power to take what’s important to me.
es_419: es capaz de hacer cualquier cosa con tal de quitarme lo que me importa.

source: hi, mr. gam!
es_419: ¡hola, señor gam!

source: because I was worried.
es_419: porque estaba preocupado.

source: no problem.
es_419: no es nada.

source: huuuh?!
es_419: ¡¿quéééé?!

source: haha. so you noticed, huh?
es_419: ja, ja. se dio cuenta, ¿eh?

source: go kill that woman...
es_419: mata a esa mujer…

source: what's... this memory?
es_419: ¿y ese recuerdo?

source: I'll leave you two alone then.
es_419: bueno, los dejo solos.

source: what's he talking about?
es_419: ¿de qué habla?

source: your name and department.
es_419: tu nombre y departamento.

source: why does she keep laughing and talking to him? she's always blunt and puts up walls with me
es_419: ¿por qué sigue hablando y riéndose con él? conmigo siempre es cortante y distante.

source: can I do it alone then? my body feels a little stiff...
es_419: ¿puedo ir yo sola? tengo el cuerpo un poco tenso.

source: just like before... that woman will be your downfall.
es_419: al igual que antes… esa mujer será tu debacle.

source: sleep demon in seohwa’s eyes
es_419: el demonio del sueño según seohwa

source: you helped me with that project proposal the other day...
es_419: el otro día me ayudaste con esa propuesta de proyecto.

source: yes, I'm okay...
es_419: sí, bien.

source: everyone passes out as soon as they lie down on a gns bed.
es_419: cualquiera se duerme tan pronto como se recuesta en un colchón de dne.

source: I wonder what it is...
es_419: ¿qué será?

source: it's strange...
es_419: qué raro…

source: still, that's...
es_419: de todas formas…

source: demons will do anything to get what they want.
es_419: los demonios hacen lo que sea con tal de conseguir lo que quieren.

source: yet compensation is the first thing you bring up?
es_419: ¿lo primero que se le ocurre es que busco una compensación?

source: I’m fine.
es_419: estoy bien.

source: it was probably because of the mark.
es_419: seguro fue gracias a la marca.

source: if I was an interviewer, here’s how I would've evaluated you.
es_419: si yo te hubiera entrevistado, te habría evaluado de esta forma.

source: you worry too much.
es_419: te preocupas demasiado.

source: excuse me? a wh-wh-what trip?!
es_419: ¿disculpe? ¡¿u-un viaje para qué?!

source: ...drinking coffee again after drinking so much already.
es_419: … bebiendo café de nuevo. creo que ya bebiste suficiente.

source: what happened?
es_419: ¿qué pasó?

source: is this still from riding the seesaw?
es_419: ¿sigo mareado por el balancín?

source: I thought it'd be better for us so things are clear.
es_419: creo que es lo mejor para que las cosas queden claras.

source: I guess I made a mistake.
es_419: creo que me equivoqué.

source: why are you so surprised to see me?
es_419: ¿por qué te sorprende tanto verme?

source: oh... but what if I ask you for something totally unreasonable, like...
es_419: ah, pero… ¿qué tal si le pidiera algo totalmente descabellado, como…

source: no! why wouldnt I?
es_419: ¿cómo no me va a gustar?

source: I told you I'm not a mere human.
es_419: ya te dije que no soy humano.

source: what are you doing here?
es_419: ¿qué haces aquí?

source: to be fair, given what happened today, she probably wishes for all of this to end soon.
es_419: con todo lo que pasó hoy, es lógico que desee que todo esto termine lo antes posible.

source: what's wrong with her?
es_419: ¿qué le pasa?

source: you should go to sleep, instead of worrying about this!
es_419: ¡en vez de preocuparse por esto, deberían ir a dormir!

source: we will try our best to implement it.
es_419: haremos todo lo posible por materializar tu idea.

source: what are you doing?!
es_419: ¡¿qué hace?!

source: I could never get used to that loneliness, even after centuries.
es_419: nunca pude acostumbrarme a la soledad, ni siquiera después de siglos.

source: I'm not even surprised anymore.
es_419: ya no me sorprende.

source: can I come with you?
es_419: ¿puedo ir con usted?

source: why are you picking at your food? is it not good?
es_419: ¿por qué no comes? ¿no te gusta la comida?

source: promise me that you won’t act hastily and risk your life in the process, regardless of whatever danger I may face.
es_419: sin importar en qué peligro me encuentre, no te precipitarás a arriesgar tu vida para salvarme.

source: check one more time. are you sure she's my human partner?
es_419: revisa una vez más. ¿estás seguro de que es mi compañera humana?

source: I guess I should've been more careful. men can be very jealous.
es_419: debí haber sido más cuidadoso. los hombres suelen ser muy celosos.

source: you don’t need to make up an excuse next time.
es_419: no necesitas inventar una excusa la próxima vez.

source: It's an honor to introduce "Lullaby" to readers from different countries.
es_419: Es un honor presentarles “Lullaby” a lectores de todo el mundo.

source: anyway, I put up a powerful barrier,
es_419: en fin, puse una barrera poderosa,

source: pft...
es_419: ¡pff!

source: don’t worry about it.
es_419: no se preocupe.

source: awkward
es_419: JIJI

source: although I’m not sure whether it’s a fabrication or a memory I happened to recall, a little earlier, I had another vision of you in your previous life.
es_419: aunque no sé si es un recuerdo falso o verdadero, un poco antes tuve otra visión de ti en tu vida pasada.

source: that wasn’t a person, that was a puppet.
es_419: no era una persona, sino un títere.

source: I've never had something like this happen to me.
es_419: nunca me había pasado algo así.

source: o-okay, fine. what is it?
es_419: e-está bien. ¿qué cosa?

source: of course! they probably suspect a relationship between the two of us.
es_419: ¡claro! seguramente sospechan que tenemos una relación.

source: that was the most confusing thing I’ve ever heard.
es_419: nunca me habían dicho algo tan confuso.

source: also, since we don't know when you'll fall asleep...
es_419: además, como no sabemos cuándo te quedarás dormida…

source: rooftop terrace
es_419: terraza de la azotea

source: you look pale and you’re sweating profusely. what’s wrong?
es_419: está pálido y no para de sudar. ¿qué le pasa?

source: this will all be over soon as long as you cooperate.
es_419: si cooperas, esto terminará pronto.

source: don’t think about doing anything foolish... just leave quietly.
es_419: ni se te ocurra hacer nada estúpido. vete sin llamar la atención.

source: ...will have to leave eventually.
es_419: se marchará tarde o temprano.

source: I feel like I'm being treated too well. is it really okay for me to receive all this...?
es_419: me está tratando demasiado bien. ¿estará bien que acepte todo esto?

source: I’ll give you 30 more minutes.
es_419: te doy 30 minutos más.

source: please don’t do anything rash...
es_419: no actúes precipitadamente…

source: I always end up doing something unexpected whenever I'm with you, miss seohwa.
es_419: cada vez que estoy contigo, termino haciendo algo inesperado, seohwa.

source: I heard you called, mr. gam.
es_419: ¿me llamaba, señor gam?

source: it's been so long since I came to a crowded place like this.
es_419: hace mucho tiempo que no venía a un lugar tan concurrido.

source: you came home late. before you eat...
es_419: llegas tarde. antes de cenar…

source: oh... um...
es_419: ah… em…

source: can you teach me something?
es_419: ¿podrías ayudarme con algo?

source: I really don't know why I'm suddenly feeling this way. it feels like my body is broken.
es_419: no sé por qué me siento así de repente. siento que tengo los huesos rotos.

source: of course not. you're just weak because you're a human.
es_419: claro que no. tú eres débil porque eres humana.

source: there's no way he felt jealous.
es_419: ¿se habrá puesto celoso? imposible.

source: he doesn’t know much of anything.
es_419: casi nunca sabe nada.

source: we were apart for a whole five hours today! whoaaa!!!
es_419: ¡hoy no estuvimos juntos durante cinco horas! ¡¡¡cielos!!!

source: see you!
es_419: ¡adiós!

source: what did you just do to that man?!
es_419: ¡¿qué le hizo a ese hombre?!

source: 25 hours?
es_419: ¿25 horas?

source: she's such an odd human.
es_419: qué humana más rara.

source: and what was that vision I had earlier? it was definitely of her...
es_419: ¿y qué fue esa visión que tuve antes? sin dudas, era ella.

source: I'll give you the sauna money. how much do you need?
es_419: te daré dinero para la entrada. ¿cuánto necesitas?

source: don’t you think so?
es_419: ¿no le parece?

source: Chapter 23 Written by MJ Art by Baeklee
es_419: Episodio 23 Historia: MJ Arte: Baeklee

source: I guess I’m feeling a bit emotional today. humans are like that sometimes.
es_419: creo que hoy estoy un poco sentimental. a veces, los humanos somos así.

source: don't tell me other things get synchronized too.
es_419: no me digas que hay más cosas que se sincronizan.

source: I'm guessing you hire a cleaner.
es_419: supongo que contrata a alguien.

source: miss seohwa, I’m not sure if I should ask you this, but...
es_419: seohwa, no sé si debería preguntarte esto, pero…

source: exhausted
es_419: EXHAUSTA

source: it’s just that I don’t ever really see you in casual clothes.
es_419: es que nunca lo veo con ropa casual.

source: she’s laughing... when all she's done with me is frown?
es_419: se está riendo mientras que a mí solo me fruncía el ceño.

source: so you understand, mister geum!
es_419: ¡usted me entiende, señor geum!

source: I see that your guardian is very worried about you...
es_419: parece que su tutor está muy preocupado por usted.

source: hehe. mr. gaaam! long time no seeee!
es_419: je, je. ¡señor gaaam! ¡tanto tiempooo!

source: I love it.
es_419: me encanta.

source: that’s something only low-level demons would do.
es_419: eso es algo que harían solo los demonios de bajo rango.

source: something... we need to do alone?
es_419: ¿algo… que tenemos que hacer a solas?

source: I'll try my best so you can meet your parents again!
es_419: ¡haré todo lo posible para que pueda volver a verlos!

source: I'm sorry, I was just rushing...
es_419: perdón, tenía prisa y…

source: it sounds like you do feel better now, since you’re back to spouting nonsense.
es_419: se nota que ya te sientes mejor porque volviste a decir tonterías.

source: coming to a coffee shop with a laptop, wearing a tracksuit and sandals...
es_419: a un café con una computadora portátil, en ropa deportiva y sandalias…

source: and you wake up a little after I do.
es_419: y yo me despierto un poco antes que usted.

source: worried
es_419: PREOCUPADO

source: I want that day to come as soon as possible.
es_419: quiero que ese día llegue ya.

source: I can’t believe you came to work after everything that’s happened.
es_419: no puedo creer que hayas venido a trabajar después de todo lo que pasó.

source: why would you do something like that without telling me or asking for my permission?
es_419: ¿cómo se le ocurre hacer algo así sin avisarme ni pedirme permiso?

source: since you tend to be touchy and snarky, most people might find it difficult to deal with you.
es_419: como es quisquilloso e irritable, a la mayoría le costaría lidiar con usted.

source: if you didn't spread your black wings out and stuff!
es_419: … si no hubiera desplegado sus alas negras y todo eso!

source: I thought I sensed healing demonic energy from that room over there.
es_419: me pareció sentir energía demoníaca sanadora desde allá.

source: it was from a very long time ago.
es_419: era de hace mucho tiempo atrás.

source: well, since you violated my privacy, I’d also like to ask you a question.
es_419: ya que violaste mi privacidad, me gustaría preguntarte algo.

source: wow...!!
es_419: ¡¡vaya!!

source: seriously, what’s wrong with me? this is embarrassing.
es_419: ¿se puede saber qué me pasa? qué vergüenza siento.

source: miss seohwa, it's me. geumbae!
es_419: ¿señorita seohwa? soy geumbae.

source: from now on, when you’re going through the list of names, bring me along,
es_419: de ahora en más, cuando haga dormir a la gente de su lista, yo lo acompañaré

source: I can't figure out what the problem is.
es_419: no logro entender cuál es el problema.

source: ahh!
es_419: ¡aah!

source: it's literally a dream company.
es_419: es una compañía de ensueño.

source: look how clumsy she is...
es_419: qué torpe es.

source: what is? hm?
es_419: ¿eh? ¿qué cosa?

source: I wonder if it’s true that they live together.
es_419: ¿será cierto que viven juntos?

source: seohwa's room
es_419: cuarto de seohwa

source: ouch
es_419: AUCH

source: still, he's an expert... he must be different.
es_419: pero él es un experto, seguro sabe más.

source: I thought if you might be fretting about it, even though it’s not for certain...
es_419: aunque no sea una certeza, temía que se estuviera mortificando con ese tema.

source: bang
es_419: BAM

source: I’m sorry.
es_419: perdón.

source: that's not true.
es_419: no es cierto.

source: do you really think he abdicated the throne for no reason?
es_419: ¿de verdad crees que abdicó del trono porque sí?

source: well, you got that crossed off the list!
es_419: bueno, ¡ya dio ese primer paso!

source: oof
es_419: UUY

source: he’s being all shy and flustered.
es_419: se sonrojó y se puso nervioso.

source: you told me that someone controls the puppets with white threads, right?
es_419: me dijo que alguien controla a los títeres con hilos blancos, ¿cierto?

source: she likes him?
es_419: ¿le gusta?

source: nag
es_419: ENOJADO

source: oh, the ground is coming up to meet me...
es_419: ¡ah! ¡el suelo se levanta para verme!

source: um, I think you're mistaken.
es_419: em, creo que estás confundida.

source: so...
es_419: bueno,

source: about who?
es_419: ¿por quién?

source: I assume your memory wouldn’t be flawed and incomplete like it is with humans.
es_419: a diferencia de los humanos, no creo que su memoria sea limitada o borrosa.

source: of course not.
es_419: claro que no.

source: shuf
es_419: FIUM

source: wait, what...?!
es_419: ¡¿pero qué?!

source: ...that you won’t act hastily and risk your life in the process, regardless of whatever danger I may face.
es_419: … sin importar en qué peligro me encuentre, no te precipitarás a arriesgar tu vida para salvarme.

source: but my surroundings and clothing were very different.
es_419: pero el paisaje y mi ropa eran totalmente diferentes.

source: there’s a team dinner after work.
es_419: vamos a cenar con mi equipo de trabajo.

source: of course...
es_419: ah, claro.

source: I'm not doing this.
es_419: yo no voy.

source: are you refusing to listen to me right now?
es_419: ¿acaso no me estás escuchando?

source: squeak
es_419: ÑIIC

source: what should I do?
es_419: ¿qué hago?

source: well... some small things.
es_419: bueno… nada importante.

source: I can imagine how annoying it'd be if you caught a cold or something.
es_419: me imagino lo molesto que sería que te resfriaras o algo así.

source: wow... it's really beautiful.
es_419: ¡vaya! qué hermosura.

source: huh? mr. gam?!
es_419: ¿eh? ¡¿señor gam?!

source: it was a dream... it was just a dream...
es_419: fue una pesadilla… solo una pesadilla.

source: seems like he’s done here... so why’s he still sitting beside me and waiting for me to finish eating?
es_419: parece que ya terminó de hablar. entonces, ¿por qué sigue sentado al lado mío esperando a que termine de comer?

source: speaking of which...
es_419: hablando de eso,

source: I also have another question about the white threads...
es_419: tengo otra pregunta sobre los hilos blancos.

source: you’re so stubborn.
es_419: qué terca eres.

source: I should greet everyone and leave a good impression...!
es_419: ¡debo saludar a todos para dar una buena impresión!

source: anyway, miss seohwa can't keep going without sleeping. ugh, look at her dry face.
es_419: de todas formas, la señorita seohwa no puede seguir sin dormir. augh, mire esas ojeras.

source: bonk
es_419: BUM

source: ...the sensitive monster who gets irritable over small things will leave you to it.
es_419: el monstruo sensible que se irrita por cosas insignificantes le asigna esta tarea.

source: it’s because I owe him a lot.
es_419: porque le debo mucho.
